const regionData = {
    "서울": ["전체", "강남구", "강동구", "강북구", "강서구", "관악구", "광진구", "구로구", "금천구", "노원구", "도봉구", "동대문구", "동작구", "마포구", "서대문구", "서초구", "성동구", "성북구", "송파구", "양천구", "영등포구", "용산구", "은평구", "종로구", "중구", "중랑구"],

    "경기": ["전체", "수원시", "성남시", "고양시", "용인시", "부천시", "안산시", "안양시", "남양주시", "화성시", "평택시", "의정부시", "시흥시", "파주시", "광명시", "김포시"],

    "인천": ["전체", "중구", "연수구", "남동구", "부평구", "서구", "미추홀구", "계양구"],

    "부산": ["전체", "해운대구", "수영구", "부산진구", "동래구", "남구", "북구", "사하구", "강서구"],

    "대구": ["전체", "중구", "동구", "서구", "남구", "북구", "수성구", "달서구"],

    "광주": ["전체", "동구", "서구", "남구", "북구", "광산구"],

    "대전": ["전체", "동구", "중구", "서구", "유성구", "대덕구"],

    "울산": ["전체", "중구", "남구", "동구", "북구", "울주군"],

    "세종": ["전체", "세종시"],

    "강원": ["전체", "춘천시", "원주시", "강릉시", "속초시", "동해시", "태백시"],

    "충북": ["전체", "청주시", "충주시", "제천시"],

    "충남": ["전체", "천안시", "아산시", "서산시", "당진시", "공주시"],

    "전북": ["전체", "전주시", "군산시", "익산시", "정읍시"],

    "전남": ["전체", "목포시", "여수시", "순천시", "광양시"],

    "경북": ["전체", "포항시", "경주시", "구미시", "안동시"],

    "경남": ["전체", "창원시", "김해시", "진주시", "양산시"],

    "제주": ["전체", "제주시", "서귀포시"],

    /* 해외 */
    "해외": ["전체", "미국", "일본", "중국", "캐나다", "호주", "독일", "영국", "프랑스", "싱가포르", "기타"]
};